[Katana_CV X2WeaponTemplate]
FriendlyName="太刀"
FriendlyNamePlural="太刀"
BriefSummary="太刀"
TacticalText="这种源自于东方的刀较其他刀剑轻，虽然能够穿过护甲但是伤害较低。\n穿透护甲3，粉碎护甲0"
AbilityDescName="太刀"

[Katana_MG X2WeaponTemplate]
FriendlyName="能量太刀"
FriendlyNamePlural="能量太刀"
BriefSummary="能量太刀"
TacticalText="这把实验性刀剑的刀锋附加了电能高热，足以对抗那些更强大的外星人。\n穿透护甲4，粉碎护甲1"
AbilityDescName="能量太刀"

[Katana_BM X2WeaponTemplate]
FriendlyName="离子太刀"
FriendlyNamePlural="离子太刀"
BriefSummary="离子太刀"
TacticalText="经过无数的试验，这把终极的离子武器能够像切奶油一样切开外星人的装甲。\n穿透护甲5，粉碎护甲2"
AbilityDescName="离子太刀"

[Wakizashi_CV X2WeaponTemplate]
FriendlyName="胁差"
FriendlyNamePlural="胁差"
BriefSummary="胁差"
TacticalText="这种小型的胁差虽失去原本命中要害的能力，却有着更好的机动性。"
AbilityDescName="胁差"

[Wakizashi_MG X2WeaponTemplate]
FriendlyName="能量胁差"
FriendlyNamePlural="能量胁差"
BriefSummary="能量胁差"
TacticalText="这种轻量化的能量胁差牺牲破坏力来换取更高的机动性。\n穿透护甲1，粉碎护甲1"
AbilityDescName="能量胁差"

[Wakizashi_BM X2WeaponTemplate]
FriendlyName="离子胁差"
FriendlyNamePlural="离子胁差"
BriefSummary="离子胁差"
TacticalText="这把终极的小型离子胁差，有着极高的机动性与不错的破坏力。\n穿透护甲2，粉碎护甲2"
AbilityDescName="离子胁差"

[Ninjato_CV X2WeaponTemplate]
FriendlyName="忍刀"
FriendlyNamePlural="忍刀"
BriefSummary="忍刀"
TacticalText="忍刀是为了方便古代忍者携带的直刃小型刀剑，能够从暗处偷袭敌人。\n穿透护甲1"
AbilityDescName="忍刀"

[Ninjato_MG X2WeaponTemplate]
FriendlyName="剧毒忍刀"
FriendlyNamePlural="剧毒忍刀"
BriefSummary="剧毒忍刀"
TacticalText="这种武器在握把内充满着合成蛇毒，当砍中目标时毒液会随着刀上的沟槽流入敌人体内。\n穿透护甲2"
AbilityDescName="剧毒忍刀"

[Ninjato_BM X2WeaponTemplate]
FriendlyName="末日忍刀"
FriendlyNamePlural="末日忍刀"
BriefSummary="末日忍刀"
TacticalText="末日忍刀是为了让敌人从心底感到绝望而设计的，能在刀刃划过肉体的时候将精神物质注入敌人体内并让他们陷入无比的恐惧。\n穿透护甲3"
AbilityDescName="末日忍刀"

[VortexNinjato_BM X2WeaponTemplate]
FriendlyName="风暴忍刀"
FriendlyNamePlural="风暴忍刀"
BriefSummary="风暴忍刀"
TacticalText="在研究过原典脑后，我们以末日忍刀为基础设计了能够让使用者瞬间移动的最强武器。\n穿透护甲3"
AbilityDescName="风暴忍刀"

[VortexKatana_BM X2WeaponTemplate]
FriendlyName="风暴太刀"
FriendlyNamePlural="风暴太刀"
BriefSummary="风暴太刀"
TacticalText="在研究过原典脑后，我们以离子太刀为基础设计了能够让使用者瞬间移动的最强武器。\n穿透护甲5，粉碎护甲2"
AbilityDescName="风暴太刀"

[VortexWakizashi_BM X2WeaponTemplate]
FriendlyName="风暴胁差"
FriendlyNamePlural="风暴胁差"
BriefSummary="风暴胁差"
TacticalText="在研究过原典脑后，我们以离子胁差为基础设计了能够让使用者瞬间移动的最强武器。\n穿透护甲2，粉碎护甲2"
AbilityDescName="风暴胁差"

[MusashiLightningStrikeT1 X2AbilityTemplate]
LocFriendlyName="天翔龙闪"
LocLongDescription="对蓝色移动距离内的敌人进行一次斩击，本行动不消耗行动点数。"
LocHelpText="对蓝色移动距离内的敌人进行一次斩击，本行动不消耗行动点数。"
LocPromotionPopupText="<Bullet/>对蓝色移动距离内的敌人进行一次斩击，本行动不消耗行动点数。<br/>"

[MusashiLightningStrikeT2 X2AbilityTemplate]
LocFriendlyName="天翔龙闪"
LocLongDescription="对蓝色移动距离内的敌人进行一次斩击，本行动不消耗行动点数。"
LocHelpText="对蓝色移动距离内的敌人进行一次斩击，本行动不消耗行动点数。"
LocPromotionPopupText="<Bullet/>对蓝色移动距离内的敌人进行一次斩击，本行动不消耗行动点数。<br/>"

[MusashiLightningStrikeT3 X2AbilityTemplate]
LocFriendlyName="天翔龙闪"
LocLongDescription="对蓝色移动距离内的敌人进行一次斩击，本行动不消耗行动点数。"
LocHelpText="对蓝色移动距离内的敌人进行一次斩击，本行动不消耗行动点数。"
LocPromotionPopupText="<Bullet/>对蓝色移动距离内的敌人进行一次斩击，本行动不消耗行动点数。<br/>"

[MusashiNinjatoSilentTakedownT1 X2AbilityTemplate]
LocFriendlyName="踏雪无声"
LocLongDescription="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外20暴击机率与3暴击伤害（仅限近战），仅能在隐身状态下启动。"
LocHelpText="<Bullet/>一回合内的移动并不会被侦测到（含我方与敌方回合）。\n<Bullet\>近战击杀将不会破除隐身。\n<Bullet\>获得额外20暴击机率与3暴击伤害（仅限近战）。\n<Bullet\>仅能在隐身状态下启动。\n<Bullet\><Ability:SelfCooldown> 回合冷却。"
LocFlyOverText="踏雪无声" 
LocPromotionPopupText="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外20暴击机率与3暴击伤害（仅限近战），仅能在隐身状态下启动。"

[MusashiNinjatoSilentTakedownT2 X2AbilityTemplate]
LocFriendlyName="踏雪无声"
LocLongDescription="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外30暴击机率与4暴击伤害（仅限近战），仅能在隐身状态下启动。"
LocHelpText="<Bullet/>一回合内的移动并不会被侦测到（含我方与敌方回合）。\n<Bullet\>近战击杀将不会破除隐身。\n<Bullet\>获得额外30暴击机率与4暴击伤害（仅限近战）。\n<Bullet\>仅能在隐身状态下启动。\n<Bullet\><Ability:SelfCooldown> 回合冷却。"
LocFlyOverText="踏雪无声" 
LocPromotionPopupText="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外30暴击机率与4暴击伤害（仅限近战），仅能在隐身状态下启动。"

[MusashiNinjatoSilentTakedownT3 X2AbilityTemplate]
LocFriendlyName="踏雪无声"
LocLongDescription="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外40暴击机率与5暴击伤害（仅限近战），仅能在隐身状态下启动。"
LocHelpText="<Bullet/>一回合内的移动并不会被侦测到（含我方与敌方回合）。\n<Bullet\>近战击杀将不会破除隐身。\n<Bullet\>获得额外40暴击机率与5暴击伤害（仅限近战）。\n<Bullet\>仅能在隐身状态下启动。\n<Bullet\><Ability:SelfCooldown> 回合冷却。"
LocFlyOverText="踏雪无声" 
LocPromotionPopupText="你能够悄悄的接近敌人并给予致命一击。启动本技能将会使你一回合的移动不会被侦测到，近战击杀敌人将不会破除隐身并得到额外40暴击机率与5暴击伤害（仅限近战），仅能在隐身状态下启动。"

[MusashiVoidStrike X2AbilityTemplate]
LocFriendlyName="虚空突击"
LocLongDescription="传送到你的敌人身边给予他们毁灭性的一击，无视护甲与护盾。如果你处于暗杀状态，本技能将不会提升警戒等级。"
LocHelpText="<Bullet/>无视护甲与护盾。\n<Bullet\>不会提升警戒等级\n<Bullet\>结合死神技能并成功击杀敌人将会回复两点行动点。\n<Bullet\>启动死神技能中或成功暴击将不会进入冷却时间。\n<Bullet\>虚空突击不会触发监视或反应射击。\n<Bullet\><Ability:SelfCooldown> 回合冷却。"
LocFlyOverText="虚空突击" 
LocPromotionPopupText="传送到你的敌人身边给予他们毁灭性的一击，无视护甲与护盾。如果你处于暗杀状态，本技能将不会提升警戒等级。"

[MusashiSpiderSuit X2AbilityTemplate]
LocFriendlyName="蜘蛛"
LocLongDescription=""
LocHelpText=""
LocFlyOverText="蜘蛛" 
LocPromotionPopupText=""

[KatanaSpeedBonus X2AbilityTemplate]
LocFriendlyName="太刀速度加成"
LocLongDescription=""
LocHelpText=""
LocFlyOverText="太刀速度加成" 
LocPromotionPopupText=""

[NinjatoSpeedBonus X2AbilityTemplate]
LocFriendlyName="忍刀速度加成"
LocLongDescription=""
LocHelpText=""
LocFlyOverText="忍刀速度加成" 
LocPromotionPopupText=""

[WakizashiSpeedBonus X2AbilityTemplate]
LocFriendlyName="胁差速度加成"
LocLongDescription=""
LocHelpText=""
LocFlyOverText="胁差速度加成" 
LocPromotionPopupText=""
